{
  "Welcome To VuKids Academy" : "Welcome To VuKids Academy",
  "nav": {
    "home": "Home",
    "courses": "Courses",
    "about": "About",
    "contact": "Contact Us"
  },
  "welcome_paragraph": "We offer interactive and fun programming courses for kids to help them bulid their future with their own hands",
  "Log In" : "Log In",
  "Join Us" : "Join Us",
  "join for free" : "Join For Free",
  "kids_prog" : "Kids programming",
  "kids_robot" : "Robotics",
  "games" : "Game Development",
  "we-teach" : "We teach kids to think logically and solve problems in creative ways",
  "teach-robot" : "We teach kids how to design and control real robots using programming and electronics",
  "teach-game" : "We teach kids how to design their own game and learn programming in a fun and interactive way",
  "Our Courses" : "Our Courses",
  "course": {
    "text1": "Python Course For Kids",
    "text2": "PhotoShop Course For Kids",
    "text3": "Computer Concept Course For Kids",
    "text4": "Robotics Course For Kids",
    "text5": "Problem Solving With C++ Course For Kids",
    "text6": "App Inventor Course For Kids",
    "text7": "Scratch Course For Kids",
    "text8": "PicktoBlox Course For Kids",
    "text9": "C# Course For Kids",
    "text10": "Front End Course For Kids",
    "text11": "Back End Course For Kids"
  },
  "abouttitle" : "About Us ?",
  "abouttext1" : "We are more than just a learning center...We are a small community that cares about planting in children a love for technology and programming from an early age. Our wonderful journey began in 2019, with a dream that every child would learn how to think, create, and use their skills to build their future wisely.",
  "abouttext2" : "From day one, we’ve been working with all our energy to provide a different learning experience interactive, fun, and full of passion. We offer unique courses for kids in fields like: ",
  "title2" : "Programming for kids__",
  "title3" : "Robotics__",
  "title4" : "App & Website Development__",
  "abouttext3"  : "helping them understand how to write code in a simple way" ,
  "abouttext4" : " letting them control real devices and learn how to program them",
  "abouttext5" : "teaching them to create their own projects with their minds and hands",
  "titleTeam" : "Our Team",
  "whytitle1" : "Why choose VUKids ?",
  "whytitle2" : "Engaging interactive content",
  "whytext1" : "We use modern teaching methods that make children learn with joy, without boredom or complexity",
  "whytitle3" : "Highly qualified instructors",
  "whytext2" : "Our team is well-trained and qualified to work with children, making sure every concept is explained in a way that fits each child’s level.",
  "whytitle4" : "Experience since 2019",
  "whytext3" :"We’ve been creating unique content for kids for years, helping them keep up with the fast-paced world of technology.",
  "whytitle5" : "Expertise in future skills",
  "whytext4" : "From coding and robotics to web and app development, our courses open the way for kids to a bright digital future.",
  "whytitle6" : "Personalized care for every child",
  "whytext5"  : "Every child is unique, so we tailor the learning to their level and style to ensure they get the best experience",
  "whytitle7" : "More than learning… it’s character building",
  "whytext6" : "We inspire kids to think, be creative, collaborate, and solve problems — not just take in information.",
  "btnwhy" : "Join NOw For Free"
}